{
  "morning": [
    {
      "content": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
      "translation": "Allah! There is no god but He, the Living, the Self-subsisting, Eternal...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/1.mp3"
    },
    {
      "content": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. قُلْ هُوَ اللَّهُ أَحَدٌ... (الإخلاص، الفلق، الناس)",
      "translation": "The 3 Quls (Ikhlas, Falaq, Nas).",
      "count": 3,
      "audio": "https://www.hisnmuslim.com/audio/ar/2.mp3"
    },
    {
      "content": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "translation": "We have reached the morning and at this very time unto Allah belongs all sovereignty...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/3.mp3"
    },
    {
      "content": "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
      "translation": "Sayyidul Istighfar: O Allah, You are my Lord, none has the right to be worshipped except You...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/4.mp3"
    },
    {
      "content": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "translation": "In the Name of Allah with Whose Name nothing is harmed on earth nor in the heaven...",
      "count": 3,
      "audio": "https://www.hisnmuslim.com/audio/ar/5.mp3"
    },
    {
      "content": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
      "translation": "I seek refuge in the perfect words of Allah from the evil of what He has created.",
      "count": 3,
      "audio": "https://www.hisnmuslim.com/audio/ar/6.mp3"
    }
  ],
  "evening": [
    {
      "content": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "translation": "We have reached the evening and at this very time unto Allah belongs all sovereignty...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/7.mp3"
    },
    {
      "content": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ",
      "translation": "O Allah, by Your grace we have reached the evening, and by Your grace we reach the morning...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/8.mp3"
    },
    {
      "content": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
      "translation": "Allah is sufficient for me. There is no God but He. I have placed my trust in Him...",
      "count": 7,
      "audio": "https://www.hisnmuslim.com/audio/ar/9.mp3"
    }
  ],
  "prayer": [
    {
      "content": "أَسْتَغْفِرُ اللهَ (ثَلاثَاً) اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يَا ذَا الْجَلالِ وَالإِكْرَامِ",
      "translation": "I ask Allah for forgiveness (three times). O Allah, You are As-Salam...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/10.mp3"
    },
    {
      "content": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "translation": "None has the right to be worshipped except Allah alone, without partner...",
      "count": 1,
      "audio": "https://www.hisnmuslim.com/audio/ar/11.mp3"
    },
    {
      "content": "سُبْحَانَ اللهِ (33) ، وَالْحَمْدُ للهِ (33) ، وَاللهُ أَكْبَرُ (33)",
      "translation": "SubhanAllah, Alhamdulillah, Allahu Akbar (33 times each).",
      "count": 33,
      "audio": "https://www.hisnmuslim.com/audio/ar/12.mp3"
    }
  ]
}